[{"date": "2020-02-02", "explanation": "Like a ship plowing through cosmic seas, runaway star Zeta Ophiuchi produces the arcing interstellar bow wave or bow shock seen in this stunning infrared portrait. In the false-color view, bluish Zeta Oph, a star about 20 times more massive than the Sun, lies near the center of the frame, moving toward the left at 24 kilometers per second. Its strong stellar wind precedes it, compressing and heating the dusty interstellar material and shaping the curved shock front. What set this star in motion? Zeta Oph was likely once a member of a binary star system, its companion star was more massive and hence shorter lived. When the companion exploded as a supernova catastrophically losing mass, Zeta Oph was flung out of the system. About 460 light-years away, Zeta Oph is 65,000 times more luminous than the Sun and would be one of the brighter stars in the sky if it weren't surrounded by obscuring dust. The image spans about 1.5 degrees or 12 light-years at the estimated distance of Zeta Ophiuchi. Last week, NASA placed the Spitzer Space Telescope in safe mode, ending its 16 successful years of studying our universe.    News: NASA’s Spitzer Space Telescope Ends Mission of Astronomical Discovery", "hdurl": "https://apod.nasa.gov/apod/image/2002/ZetaOph_spitzer_4015.jpg", "media_type": "image", "service_version": "v1", "title": "Zeta Oph: Runaway Star", "url": "https://apod.nasa.gov/apod/image/2002/ZetaOph_spitzer_960.jpg"}, {"copyright": "\nDan Kowall\n(Photonhunter.com)\n", "date": "2006-12-08", "explanation": "A lesser known sight in the nebula-rich constellation Orion, NGC 2174 can be found with binoculars near the head of the celestial hunter. About 6,400 light-years distant, the glowing cosmic cloud surrounds loose clusters of young stars. Covering an area larger than the full Moon on the sky, this stunning narrow band image adopts a typical color mapping of the atomic emission from NGC 2174. The false-color mapping shows otherwise red hydrogen emission in green hues and emphasizes sulfur emission in red and oxygen in blue. Placing your cursor on the image will reveal an alternative image of the nebula made through broad band filters. The broad band image combines filters in a closer analogy to human vision, dominated by the red glow of hydrogen.", "hdurl": "https://apod.nasa.gov/apod/image/0612/NGC2174_lrg.jpg", "media_type": "image", "service_version": "v1", "title": "NGC 2174: Emission Nebula in Orion", "url": "https://apod.nasa.gov/apod/image/0612/NGC2174_lrg720.jpg"}, {"date": "2012-02-19", "explanation": "What are these Earthlings trying to tell us?  The above message was broadcast from Earth towards the globular star cluster M13 in 1974.  During the dedication of the Arecibo Observatory - still the largest single radio telescope in the world - a string of 1's and 0's representing the above diagram was sent.   This attempt at extraterrestrial communication was mostly ceremonial - humanity regularly broadcasts radio and television signals out into space accidentally.  Even were this message received, M13 is so far away we would have to wait almost 50,000 years to hear an answer.   The above message gives a few simple facts about humanity and its knowledge: from left to right are numbers from one to ten, atoms including hydrogen and carbon, some interesting molecules, DNA, a human with description, basics of our Solar System, and basics of the sending telescope.  Several searches for extraterrestrial intelligence are currently underway, including one where you can use your own home computer.", "hdurl": "https://apod.nasa.gov/apod/image/1202/etmessage_nrao_600.gif", "media_type": "image", "service_version": "v1", "title": "A Message From Earth", "url": "https://apod.nasa.gov/apod/image/1202/etmessage_nrao_960.jpg"}, {"date": "1998-03-19", "explanation": "High resolution Mars Global Surveyor images were combined with Viking Orbiter color data to produce this stunning, detailed view of a Martian canyon's edge. The area pictured is about 6 miles wide and represents a tiny part of the northern edge of the canyon Valles Marineris, whose total length is about 2,500 miles. Details 20 to 30 feet across can be seen in the high resolution data. The composition of the thin, well-defined layers in the steep canyon walls is unknown, but their presence points to a complex and active Martian geologic history. In the later half of the 1970s, NASA's Viking Orbiters photographed Mars extensively, yet Surveyor's sharp new images have produced some striking and unanticipated results.", "hdurl": "https://apod.nasa.gov/apod/image/9803/marsval_mgs_big.jpg", "media_type": "image", "service_version": "v1", "title": "Mars: A Canyon's Edge", "url": "https://apod.nasa.gov/apod/image/9803/marsval1_mgs.jpg"}, {"copyright": "\nMike Sidonio\n", "date": "2008-09-01", "explanation": "Can a gas cloud grab a galaxy?  It's not even close.  The \"claw\" of this odd looking \"creature\" in the above photo is a gas cloud known as a cometary globule.  This globule, however, has ruptured.  Cometary globules are typically characterized by dusty heads and elongated tails.  These features cause cometary globules to have visual similarities to comets, but in reality they are very much different.  Globules are frequently the birthplaces of stars, and many show very young stars in their heads. The reason for the rupture in the head of this object is not completely known.  The galaxy to the left of the globule is huge, very far in the distance, and only placed near CG4 by chance superposition.", "hdurl": "https://apod.nasa.gov/apod/image/0809/cg4_sidonio_big.jpg", "media_type": "image", "service_version": "v1", "title": "CG4: A Ruptured Cometary Globule", "url": "https://apod.nasa.gov/apod/image/0809/cg4_sidonio.jpg"}]